{
    "BEGIN": "The broad edge where two biomes meet and mix together is a place of tremendous diversity of life. Such places are called ecotones. You live along the lengthy upper edge of such a love affair: between a mountain range and a desert. But who are you? Are you a boy, or a girl?",
    "BOY": "You are Callistoh. You have two sisters: Aiyoh is younger than you, and Europah is older. They call you Cal. Mr. Draney, who works along the warf, calls you Cal-El. He says it's a reference to someone famous from before you were born—a good guy he says. Today you have been in the woods hunting. You missed a pheasant in the morning and haven't seen anything else since. It's late in the afternoon and there are plenty of potatoes in the cellar. You could go home—you and your sisters won't starve—but it's frustrating: you are usually very good with your sling.",
    "DISCONNECT": "The vision closes, and you return to the real world. You are exactly where you were only moments before, but your surroundings seem to glow with a renewed sense of purpose. What do you want to do next?",
    "EAT": "Good idea. But what?! How?!",    
    "EVEN MORE HELP": "So, I'm going to be honest with you for a moment. This is hard to do, but you are doing great! Did you try SURFING? ... you could also type WIN... just saying.",
    "FIND CAL" : "In the kitchen your anxiety builds. Splitting spruce is apparently more effective than potatoes. You tell Aiyoh to find Cal who’s been hunting in the forrest all day. She senses the hurry and scampers out the door. Why can't you relax? Your father is often gone this long—longer even—but you always get restless at this point. Convoys will commission him to travel with them. A doctor is always in high demand. If he makes it back in the evening he'll usually spend the night in town, in his office, and come home in the morning. Sometimes you wait for him there, in town.",
    "FIND FOOD" : "The sky above rumbles ominously... no wait, that's your stomach. There are potatoes in the cellar, and you are holding out hope that Cal will bring back a pheasant. You lean the maul against the stump and put your arm around your sister, 'Come on, let's get dinner ready.' Back at the house, Aiyoh brings an armload of potatoes up from the cellar and asks if she should go grab fire wood. You don't know if Cal has had any luck but if he has you'd rather make a stew...",
    "FIND THE OCEAN" : "Ok, I'm going to level with you: this part isn't ready yet... sorry!",
    "FIX BIRD" : "'Yes,' you say, though you have no idea if you'll be able to. There are bandages inside.",
    "FOOD" : "The sky above rumbles ominously... no wait, that's your stomach. There are potatoes in the cellar, and you are holding out hope that Cal will bring back a pheasant. You lean the maul against the stump and put your arm around your sister, 'Come on, let's get dinner ready.' Back at the house, Aiyoh brings an armload of potatoes up from the cellar and asks if she should go grab fire wood. You don't know if Cal has had any luck but if he has you'd rather make a stew...",
    "GET CAL" : "In the kitchen your anxiety builds. Splitting spruce is apparently more cathartic than splitting potatoes. You tell Aiyoh to find Cal who’s been hunting in the forrest all day. She senses the hurry and scampers out the door. Why can't you relax? Your father is often gone this long—longer even—but you always get restless at this point. Convoys often commission him to travel with them to their destination (a doctor is always in high demand). Then, he will sign on with another convoy for the return trip. When he does return, if he makes it back in the evening he'll usually spend the night in his office in town, and come home in the morning. Sometimes you wait for him there.",
    "GET WOOD": "Aiyoh runs back to the wood shed to grab a couple logs for the stove. When she returns, she asks if she should go find Cal?",    
    "GIRL": "A mighty girl. You have not forgotten yourself. You have a sister too, and a brother. Is he older or younger than you?",
    "GO OUTSIDE": "You drop the knife and run out into the front yard. You can see Aiyoh emerging from the woods. She is sprinting towards the house and calling your name. She looks panicked and... excited? Behind her following at a more deliberate pace is Cal. He seems to be cradling his left arm, your stomach lurches. You've had to fix his broken arm before... As they draw nearer, though, you realize Cal is carrying something—craddling it in his arms. 'Europah!' Aiyoh reaches you first, 'Cal shot a hawk!' She clutches your arm and pulls you towards the woods, 'he's hurt really bad, and Cal feels terrible. Can you fix it?!'",    
    "GO TO TOWN" : "You quickly begin packing a burlap bag with the potatoes. If you leave soon enough you can stay in your father’s office tonight. Whether it rains or not the overcast sky will bring nightfall early, so you'll need to leave soon. If Cal did get something, you can bring it with and prepare it with the potatoes. Mr. Draney lives in the back of the store below your fathers office and he always lets you use his kitchen. Suddenly you hear Aiyoh screaming outside in the distance.",
    "HELLO": "Hi. What do you want to do next?",
    "HELP": "Are you ok? If you don't know what to do next, I recommend that you LOOK AROUND... But it's your life. Still, Let me know if you need MORE HELP.",
    "HUNT" : "The forest is cool (literally and figuratively), the house is boring. You decide to stay out. You can walk east deeper up into the mountains where you will be more hidden but game will be able to hide easier. Or, you can walk west where you will be more exposed, but so will any game.",
    "KEEP HUNTING" : "The forest is cool (literally and figuratively), the house is boring. You decide to stay out. You can walk east deeper up into the mountains where you will be more hidden but game will be able to hide easier. Or, you can walk west where you will be more exposed, but so will any game.",
    "LOOK AROUND": "Trees gnarled and exotic straighten and resist the seasons, growing tall and conservative as they ascend the mountainsides. A broad assortment of vegetation tumbles around the trunks and down the foothills, lodging in the canyons, searching for a natural habitat, eventually to be swallowed by the parched scrubland far below. If it sounds a mess, it is. Nothing tamed, organized, squared-off or preserved—everything a muddle of misplaced plant-life.",
    "MEDITATE": "The world becomes hazzy... you feel connected to a higher power... (if you've been connected for a while and aren't getting anything, the higher power may not be paying attention right now. In which case, type DISCONNECT to return to the earthly plain)",
    "MORE HELP": "Did you BEGIN? Did you LOOK AROUND? If you're feeling frightened and alone, try to MEDITATE. If all else fails, you could ask for EVEN MORE HELP.",
    "OLDER": "Ah, yes. Cal. He takes you everywhere he goes. Into the woods to hunt. Down to the docks to watch the ships, and wait for your father to return. You are Aiyoh, the youngest of the Halloran children. What do you want to do next?",
    "POOP": "This is not the time, nor the place. Besides you should have gone before we left.",
    "SAVE" : "Your progress has been saved... in your mind. I'm not going to be responsible for your short term memory problems—don't put that on me.",
    "SURFING" : "The ocean (if it exists) would be thousands of miles from here. Do you want to FIND THE OCEAN, or GO TO TOWN",
    "TALK TO AIYOH" : "Right? Seems like a reasonable thing to do… you totally should but I’m still working on that part. You are a little hungry though...",
    "TOWN" : "Most of the population lives and labors along the bottom of the range, collecting around a kind of port village during the day. From March to September embassies, merchants and pirates rumble up to trade in strange convoys. Do you want to GO TO TOWN?",    "YOUNGER": "Ah, yes. Cal. Impulsive, brash, and kind. You care for him while your father is away (and even after your father has returned). He is older than Aiyoh, but often less responsible. You are Europah, the oldest of the Halloran children. Today you are splitting wood for winter in the shed behind your house. The work is a relief—it distracts you. Even so you find yourself leaning, arms folded over the maul handle, lost in thought. Your father has been away for a month and the anxiety is returning. You tuck your thoughts away for later and drag a new log up onto the stump. With a satisfying *thunk* the log splits and tumbles in two directions. Across the stump you notice Aiyoh sitting in the doorway of the woodshed. She seems upset.",
    "WALK EAST" : "You begin to move deeper in between the trees. At times you reach nothing but ascent. The climb is manageable in places, impassable in others. You can pause and listen, or continue climbing. Above, crows sing angrily. Worst case scenario, you eat a couple of them.",
    "WAT DO" : "Find food?",
    "WIN" : "You've done it! Congratulations, everything worked out fine.",
    "TESTING TESTING" : "This is a paragraph,"
    
}
